window._defaultLocale = "RU";
window._locales = {
    "RU": {
        "titles": {
            "#calc-title": "РАСЧЕТ СОБСТВЕННОЙ СТАНЦИИ",
            "#navigation-azimuth": "ОРИЕНТАЦИЯ КРОВЛИ",
            "#monthly-graph": "ГЕНЕРАЦИЯ ЭЛЕКТРОЭНЕРГИИ ПО МЕСЯЦАМ:",
            "#roof-angle-slider": "ВЫБЕРИТЕ УГОЛ НАКЛОНА",
            "#power-summary": "ГЕНЕРАЦИЯ ЭЛЕКТРОЭНЕРГИИ В ГОД:",
            "#complectation-pricing-app-title": "КОМПЛЕКТАЦИЯ И СТОИМОСТЬ",
            "#pricing-details": "В ЦЕНУ ВКЛЮЧЕНЫ:",
            "#credit-app": "СЕРВИС - ПРЕДОСТАВЛЕНИЕ КРЕДИТА ОТ КОМПАНИИ",
            "#income-grid-title": "ДОХОДНОСТЬ И ОКУПАЕМОСТЬ",
            "#income-grid-initial-data h2": "ИСХОДНЫЕ ДАННЫЕ:",
            "#income-grid-initial-data h3": "Введите данные энергопотребления вашего дома:",
            "#income-grid-first-year": "ДОХОДНОСТЬ В ПЕРВЫЙ ГОД:",
            "#income-grid-yearly": "ФИНАНСОВЫЕ ПОКАЗАТЕЛИ СТАНЦИИ ПО ГОДАМ",
            "#income-grid-finance-graph": "ФИНАНСОВЫЙ РЕЗУЛЬТАТ",
            "#income-grid-summary": "ИТОГОВЫЕ ДАННЫЕ",
            ".complectation-popup h2": "ПРИМЕР БАЗОВОЙ КОМПЛЕКТАЦИИ СЭС",
            ".company-logo-caption" : "Солнечные электростанции"
        },
        "regions" : [
            {"id": 1,"name" : "Винницкая область"},
            {"id": 2,"name" : "Волынская область"},
            {"id": 3,"name" : "Днепропетровская область"},
            {"id": 4,"name" : "Донецкая область"},
            {"id": 5,"name" : "Житомирская область"},
            {"id": 6,"name" : "Закарпатская область"},
            {"id": 7,"name" : "Запорожская область"},
            {"id": 8,"name" : "Ивано-Франковская область"},
            {"id": 9,"name" : "Киевская область"},
            {"id": 10,"name" : "Кировоградская область"},
            {"id": 11,"name" : "Луганская область"},
            {"id": 12,"name" : "Львовская область"},
            {"id": 13,"name" : "Николаевская область"},
            {"id": 14,"name" : "Одесская область"},
            {"id": 15,"name" : "Полтавская область"},
            {"id": 16,"name" : "Ровненская область"},
            {"id": 17,"name" : "Сумская область"},
            {"id": 18,"name" : "Тернопольская область"},
            {"id": 19,"name" : "Харьковская область"},
            {"id": 20,"name" : "Херсонская область"},
            {"id": 21,"name" : "Хмельницкая область"},
            {"id": 22, "name" : "Черкасская область"},
            {"id": 23, "name" : "Черниговская область"},
            {"id": 24, "name" : "Черновицкая область"},
            {"id": 25, "name" : "Крым"}
        ],
        "months": [
            {"id": 1, "name": "Январь", "shortName": "Янв."},
            {"id": 2, "name": "Февраль", "shortName": "Фев."},
            {"id": 3, "name": "Март", "shortName": "Март"},
            {"id": 4, "name": "Апрель", "shortName": "Апр."},
            {"id": 5, "name": "Май", "shortName": "Май"},
            {"id": 6, "name": "Июнь", "shortName": "Июнь"},
            {"id": 7, "name": "Июль", "shortName": "Июль"},
            {"id": 8, "name": "Август", "shortName": "Авг."},
            {"id": 9, "name": "Сентябрь", "shortName": "Сент."},
            {"id": 10, "name": "Октябрь", "shortName": "Октб."},
            {"id": 11, "name": "Ноябрь", "shortName": "Нояб."},
            {"id": 12, "name": "Декабрь", "shortName": "Дек."}
        ],
        "bankTexts": [
            {
                "id": 1,
                "name": "Укргазбанк",
                "ruleTexts": [
                  "Сумма кредита от 1000 до 1000001 грн. от 1 до 5 лет ",
                  "Кредит выдается в грн. - с ростом курса доллара вам будет легче его погасить",
                  "Комиссия для предоставления кредита - единоразово в размере 3% от суммы кредита",
                  "Обеспечение кредита - залог оборудования СЭС",
                  "Досрочное погашение кредита - без ограничений и штрафных санкций",
                  "Оплата равномерными платежами",
                ],
                "contractText" : "Соглашение с Укргазбанком"
            }
        ],
        "creditPopupText": {
            "selectBankOption" : "Выберите банк: ",
            "serviceInfoText" : "Что входит в наш сервис по удобному и гарантировано быстрому оформлению кредита:",
            "generalRules" : [
                "Мы отправим вам перечень необходимых документов и типовой договор на предоставление кредита",
                "Предоставим контактный номер телефора и фио менеджера банка для уточнения деталей кредитования",
                "Мы берем на себя организацию встреч для подписания договора",
                "Только мы сопровождаем ваш запрос на уровне головного офиса вплоть до принятия положительного решения кредитным комитетом ",
            ],
            "dollarPriceText" : "Курс доллара в калькуляторе сайта",
            "creditPrivatePersonHeader" : "Кредитование частных лиц",
            "gridPriceIncrease": "Удорожание СЭС на",
            "gridPeriod": "Период",
            "initialFee": "Начальный взнос",
            "percent": "Процентные ставки",
            "selectPricePlan": "Выберите вариант увеличения начальной цены станции:",
            "selectInitialFee": "Укажите процент первоначального взноса:",
            "selectCreditTerm": "Укажите срок кредитования:",
            "creditWarningTexts": [
                {
                    "blue": "ВНИМАНИЕ:",
                    "grey": " кредитование физических лиц производится банками исключительно в национальной валюте - ",
                    "black": "гривна"
                },
                {
                    "blue": "",
                    "grey": "В расчетах калькулятора все суммы приведены в доллару США, по курсу обозначенному в исходных данных - ",
                    "black": "грн/долл"
                }
            ],
            "creditGridLabels": {
                "initialFee": "Первоначальный взнос",
                "oneTimeCommision": "Единоразовая комиссия",
                "monthlyPayment": "Ежемесячный платеж",
                "rawPrice": "Стоимость станции без кредита",
                "fullPrice": "Стоимость станции с кредитом с учетом всех выплат"
            }
        },
        "complectationDetails": [
            {
                "label": "РАБОТЫ:",
                "value" : "проектирование, монтаж, пуско-наладка"
            },
            {
                "label": "ЗАМЕНА СЧЕТЧИКА",
                "value" : "в т.ч. тарификация, монтаж, опломбировка"
            },
            {
                "label": "ДОГОВОР С ОБЛЭНЕРГО НА ПРОДАЖУ ПО ЗЕЛЕНОМУ ТАРИФУ",
                "value" : ""
            }
        ],
        "complectationPricing": [
            {
                "id": 1,
                "name": "ЭКОНОМ",
                "fields": [
                  {"label": "ФЭМ:",
                    "value" : "поликристалл, Китай, КПД 16%"
                  },
                  {"label": "Инвертор:",
                    "value" : "Китай, гарантия 5лет"
                  },
                  {"label": "Крепление:",
                    "value" : "оцинковка"
                  },
                  {"label": "",
                    "value" : ""
                  }
                ]
            },
            {
              "id": 2,
              "name": "СТАНДАРТ",
              "fields": [
                {"label": "ФЭМ:",
                  "value" : "поликристалл, Европа, Китай, КПД 16.5%"
                },
                {"label": "Инвертор:",
                  "value" : "Европа, Китай, гарантия 5-10 лет"
                },
                {"label": "Крепление:",
                  "value" : "алюминий, оцинковка"
                },
                {"label": "Мониторинг:",
                  "value" : "on-line"
                }
              ]
            },
            {
              "id": 3,
              "name": "ПРЕМИУМ",
              "fields": [
                {"label": "ФЭМ:",
                  "value" : "монокристалл, Европа, Китай, КПД 19.7%"
                },
                {"label": "Инвертор:",
                  "value" : "Европа, гарантия 5-10 лет"
                },
                {"label": "Крепление:",
                  "value" : "алюминий"
                },
                {"label": "Мониторинг:",
                  "value" : "on-line"
                }
              ]
            }
        ],
        "complectationPopup": {
            "eModules": [
                {"id": 1, "name" : "Фотоэлектрический модуль ABI-SOLAR", "descr": "Мощность (Вт) 260                      Поликристаллическая                                                                                               КПД 16%", "country": "Китай"},
                {"id": 2, "name" : "Фотоэлектрический модуль Recom Amur Leopard Poly 60 cells", "descr": "Мощность (Вт) 270                     Поликристаллическая                                           КПД  16.5%", "country": "Китай"},
                {"id": 3, "name" : "Фотоэлектрический модуль Panasonic VBHN325SJ47", "descr": "Мощность (Вт) 325                          Технология Гибридная HIT (монокристал+аморфный кремний)                                                                                      КПД  19,7%", "country": "Япония"}
            ],
            "eFastening": [
                {"id": 1, "name" : "Крепежные конструкции для солнечных модулей", "material": "оцинкованная сталь", "country": "Китай" },
                {"id": 2, "name" : "Крепления KRIPTER", "material": "анодированный алюминий/оцинкованная сталь", "country": "Украина" },
                {"id": 3, "name" : "Комплект креплений Renusol – VS+", "material": "анодированный алюминий/нержавеющая сталь. Гарантия на комплектующие 10 лет", "country": "Германия" }
            ],
            "generalInfo": [
                {
                    "id": 1,
                    "protection": {
                        "name": "Система защиты",
                        "directCurrent": {
                            "name": "По постоянному току",
                            "country": "Словения"
                        },
                        "alternatingCurrent": {
                            "name": "По переменному току",
                            "country": "Словения"
                        },
                        "locker": {
                            "name": "Шкаф установки",
                            "country": "Украина"
                        }
                    },
                    "consumables":  {
                        "name": "Дополнительные и расходные материалы",
                        "pvCable": {
                            "name": "PV-кабель ",
                            "country": "Китай"
                        },
                        "pvConnector": {
                            "name": "PV Коннекторы ",
                            "country": "Китай"
                        },
                        "cable": {
                            "name": "Кабель ВВГнг 4x2.5",
                            "country": "Украина"
                        },
                        "consAvaliable": {
                            "name": "Расходные материалы",
                            "value": "Включено"
                        }
                    },
                    "designingSolarPowerStation": {
                        "name": "Проектирование солнечной электростанции",
                        "value": "Включено"
                    },
                    "installationWork": {
                        "name": "Монтажные работы",
                        "value": "Включено"
                    },
                    "commissioningWorks": {
                        "name": "Пуско-наладочные работы",
                        "value": "Включено"
                    },
                    "replacementMeter": {
                        "name": "Замена прибора учета",
                        "value": "Включено"
                    },
                    "transportation": {
                        "name": "Транспортные и накладные расходы",
                        "value": "Включено"
                    },
                    "onLineMonitoring": {
                        "name": "Подключение системы онлайн мониторинга",
                        "value": "Не включено"
                    },
                    "greenTarif": {
                        "name": "Договор с Облэнерго по Зеленому Тарифу",
                        "value": "Включено"
                    }
                },
                {
                    "id": 2,
                    "protection": {
                        "name": "Система защиты",
                        "directCurrent": {
                            "name": "По постоянному току",
                            "country": "Словения"
                        },
                        "alternatingCurrent": {
                            "name": "По переменному току",
                            "country": "Словения"
                        },
                        "locker": {
                            "name": "Шкаф установки",
                            "country": "Украина"
                        }
                    },
                    "consumables":  {
                        "name": "Дополнительные и расходные материалы",
                        "pvCable": {
                            "name": "PV-кабель ",
                            "country": "Китай"
                        },
                        "pvConnector": {
                            "name": "PV Коннекторы ",
                            "country": "Китай"
                        },
                        "cable": {
                            "name": "Кабель ВВГнг 4x2.5",
                            "country": "Украина"
                        },
                        "consAvaliable": {
                            "name": "Расходные материалы",
                            "value": "Включено"
                        }
                    },
                    "designingSolarPowerStation": {
                        "name": "Проектирование солнечной электростанции",
                        "value": "Включено"
                    },
                    "installationWork": {
                        "name": "Монтажные работы",
                        "value": "Включено"
                    },
                    "commissioningWorks": {
                        "name": "Пуско-наладочные работы",
                        "value": "Включено"
                    },
                    "replacementMeter": {
                        "name": "Замена прибора учета",
                        "value": "Включено"
                    },
                    "transportation": {
                        "name": "Транспортные и накладные расходы",
                        "value": "Включено"
                    },
                    "onLineMonitoring": {
                        "name": "Подключение системы онлайн мониторинга",
                        "value": "Включено"
                    },
                    "greenTarif": {
                        "name": "Договор с Облэнерго по Зеленому Тарифу",
                        "value": "Включено"
                    }
                },
                {
                    "id": 3,
                    "protection": {
                        "name": "Система защиты",
                        "directCurrent": {
                            "name": "По постоянному току",
                            "country": "Словения"
                        },
                        "alternatingCurrent": {
                            "name": "По переменному току",
                            "country": "Словения"
                        },
                        "locker": {
                            "name": "Шкаф установки",
                            "country": "Украина"
                        }
                    },
                    "consumables":  {
                        "name": "Дополнительные и расходные материалы",
                        "pvCable": {
                            "name": "PV-кабель ",
                            "country": "Китай"
                        },
                        "pvConnector": {
                            "name": "PV Коннекторы ",
                            "country": "Китай"
                        },
                        "cable": {
                            "name": "Кабель ВВГнг 4x2.5",
                            "country": "Украина"
                        },
                        "consAvaliable": {
                            "name": "Расходные материалы",
                            "value": "Включено"
                        }
                    },
                    "designingSolarPowerStation": {
                        "name": "Проектирование солнечной электростанции",
                        "value": "Включено"
                    },
                    "installationWork": {
                        "name": "Монтажные работы",
                        "value": "Включено"
                    },
                    "commissioningWorks": {
                        "name": "Пуско-наладочные работы",
                        "value": "Включено"
                    },
                    "replacementMeter": {
                        "name": "Замена прибора учета",
                        "value": "Включено"
                    },
                    "transportation": {
                        "name": "Транспортные и накладные расходы",
                        "value": "Включено"
                    },
                    "onLineMonitoring": {
                        "name": "Подключение системы онлайн мониторинга",
                        "value": "Включено"
                    },
                    "greenTarif": {
                        "name": "Договор с Облэнерго по Зеленому Тарифу",
                        "value": "Включено"
                    }
                }
            ],
            "gridText": {
                "titleName": "Наименование",
                "titleDesc": "Описание",
                "titleCountry": "Страна",
                "titleCount": "Кол-во",
                "titleUnit": "Ед. изм",
            }
        },
        "initialGridText": {
            "seasonSummer": "В летний период:",
            "seasonWinter": "В зимний период:",
            "solarPower": "Мощность солнечной станции",
            "initialInvestment": "Начальные инвестиции",
            "creditLabel": "Кредит:",
            "initialFee": "Первоначальный взнос:",
            "creditTerm": "Срок погашения:",
            "percent": "Процент:",
            "monthlyPayment": "Сумма эжемесячного платежа:",
            "stationPrice": "Стоимость станции",
            "greenTarif": "\"Зеленый\" тариф",
            "currentTarif": "Действующий тариф",
            "futureTarif": "Прогноз обычного тарифа к 2030 г",
            "dollarPrice": "Курс доллара",
            "crossDollarPrice": "Кросс-курс евро/доллар",
            "solarPanelDegradation": "Деградация солнечных панелей",
            "taxes": "Ставка налогообложения"
        },
        "incomeGridFirstYearText": {
            "header": "Финансовые показатели станции по месяцам",
            "month": "Месяц",
            "generation": "Генерация ",
            "selfSpending": "Собственное потребление",
            "webSales": "Объем продаж в сеть",
            "greenTarif": "Зеленый Тариф",
            "currentTarif": "Действующий тариф ",
            "rawIncome": "Доход от продажи",
            "tax": "Налог",
            "saleincome": "Прибыль от   продажи",
            "selfEconomy": "Экономия на собств потреблении",
            "credit": "Платеж по кредиту",
            "totalIncome": "Итого прибыль",
            "forYear": "ЗА ГОД:"
        },
        "incomeGridYearlyText": {
            "header": "Финансовые показатели станции за 25 лет",
            "year": "Год эксплуатации",
            "financeResult": "Финансовый результат"
        },
        "incomeGridSummaryText": {
            "investments": "Начальные инвестиции:",
            "nextInvestments": "Последующие инвестиции:",
            "recoupment": "Окупаемость:",
            "avgMonthlyIncome": "Среднемесячная прибыль до 2030 года:",
            "sumProfit": "Сумма прибыли за 25 лет:",
            "profitability": "Рентабельность инвестиций ROI:"
        },
        "units" : {
            "квт" : "кВт",
            "квтч" : "кВт*ч",
            "еквтч" : "€/кВт*ч",
            "грквтч" : "грн./кВт*ч",
            "квтчм" : "кВт*ч/мес",
            "год" : "год",
            "мес" : "мес",
            "лет" : "лет"
        },
        "labels" : {
            "#region-and-power-info .powerSlide": "Желаемая мощность фотомодулей:",
            "#jog_dial_log": "отклонение от Южного направления",
            "#credit-icon-text": "КРЕДИТОВАНИЕ",
            "#credit-icon-text-descr p1": "ЗАПЛАТИВ СЕГОДНЯ ТОЛЬКО 15% ОБЕСПЕЧЬ ДОХОД НА 25 ЛЕТ ВПЕРЕД",
            "#credit-icon-text-descr p2": "+ НЕ ПЛАТИ ЗА ЭЛЕКТРИЧЕСТВО С 1ГО ДНЯ",
            "#pricing-details span1": "При выбранном варианте ",
            "#pricing-details span2": "Ваши инвестиции составляют: ",
            "#pricing-details span3": "при мощности ",
            "#price": "Цена:",
            "#equivalent": "эквивалент",
            ".copyright-text": "© 2018 ООО САНРУФ. Все права защищены. www.sun-roof.com.ua"
        },
        "buttons" : {
            "#complectation-pricing .details": "Детальная спецификация",
            "#complectation-pricing .select": "ВЫБРАТЬ",
            "#complectation-pricing .select.active": "ВЫБРАНО",
            ".credit-button span": "УСЛОВИЯ КРЕДИТОВАНИЯ",
            ".complectation-popup.credit.credit-button clear": "Сбросить",
            ".complectation-popup.credit.credit-button accept": "Применить"
        }
    },
    "UA" : {
        "titles": {
            "#calc-title": "РОЗРАХУНОК ВЛАСНОЇ СТАНЦІЇ",
            "#navigation-azimuth": "ОРІЄНТАЦІЯ ПОКРІВЛІ",
            "#monthly-graph": "ГЕНЕРАЦІЯ ЕЛЕКТРОЕНЕРГІЇ ПО МІСЯЦЯХ:",
            "#roof-angle-slider": "ВИБЕРІТЬ КУТ НАХИЛУ",
            "#power-summary": "ГЕНЕРАЦІЯ ЕЛЕКТРОЕНЕРГІЇ НА РІК:",
            "#complectation-pricing-app-title": "КОМПЛЕКТАЦІЯ І ВАРТІСТЬ",
            "#pricing-details": "В ЦІНУ ВКЛЮЧЕНО:",
            "#credit-app": "СЕРВІС - НАДАННЯ КРЕДИТУ ВІД КОМПАНІЇ",
            "#income-grid-title": "ПРИБУТКОВІСТЬ І ОКУПНІСТЬ",
            "#income-grid-initial-data h2": "ПОЧАТКОВІ ДАНІ:",
            "#income-grid-initial-data h3": "Введіть дані енергоспоживання вашого будинку:",
            "#income-grid-first-year": "ПРИБУТКОВІСТЬ У ПЕРШИЙ РІК:",
            "#income-grid-yearly": "ФІНАНСОВІ ПОКАЗНИКИ СТАНЦІЇ ПО РОКАХ",
            "#income-grid-finance-graph": "ФІНАНСОВИЙ РЕЗУЛЬТАТ",
            "#income-grid-summary": "КІНЦЕВІ ДАНІ",
            ".complectation-popup h2": "ЗРАЗОК БАЗОВОЇ КОМПЛЕКТАЦІЇ СЕС",
            ".company-logo-caption" : "Сонячні електростанції"
        },
        "regions" : [
            {"id": 1,"name" : "Вінницька область"},
            {"id": 2,"name" : "Волинська область"},
            {"id": 3,"name" : "Дніпропетровська область"},
            {"id": 4,"name" : "Донецька область"},
            {"id": 5,"name" : "Житомирська область"},
            {"id": 6,"name" : "Закарпатська область"},
            {"id": 7,"name" : "Запорізька область"},
            {"id": 8,"name" : "Івано-Франківська область"},
            {"id": 9,"name" : "Київська область"},
            {"id": 10,"name" : "Кіровоградська область"},
            {"id": 11,"name" : "Луганська область"},
            {"id": 12,"name" : "Львівська область"},
            {"id": 13,"name" : "Миколаївська область"},
            {"id": 14,"name" : "Одеська область"},
            {"id": 15,"name" : "Полтавська область"},
            {"id": 16,"name" : "Рівненська область"},
            {"id": 17,"name" : "Сумська область"},
            {"id": 18,"name" : "Тернопільська область"},
            {"id": 19,"name" : "Харківська область"},
            {"id": 20,"name" : "Херсонська область"},
            {"id": 21,"name" : "Хмельницька область"},
            {"id": 22, "name" : "Черкаська область"},
            {"id": 23, "name" : "Чернігівська область"},
            {"id": 24, "name" : "Чернівецька область"},
            {"id": 25, "name" : "Крим "}
        ],
        "months": [
            {"id": 1, "name": "Січень", "shortName": "Січ."},
            {"id": 2, "name": "Лютий", "shortName": "Лют."},
            {"id": 3, "name": "Березень", "shortName": "Бер."},
            {"id": 4, "name": "Квітень", "shortName": "Квіт."},
            {"id": 5, "name": "Травень", "shortName": "Трав."},
            {"id": 6, "name": "Червень", "shortName": "Черв."},
            {"id": 7, "name": "Липень", "shortName": "Лип."},
            {"id": 8, "name": "Серпень", "shortName": "Серп."},
            {"id": 9, "name": "Вересень", "shortName": "Вер."},
            {"id": 10, "name": "Жовтень", "shortName": "Жовт."},
            {"id": 11, "name": "Листопад", "shortName": "Лист."},
            {"id": 12, "name": "Грудень", "shortName": "Груд."}
        ],
        "bankTexts": [
            {
                "id": 1,
                "name": "Укргазбанк",
                "ruleTexts": [
                  "Сума кредиту від 1000 до 1000001 грн. від 1 до 5 років ",
                  "Кредит видається в грн. - з ростом курсу долара вам буде легше його погасити",
                  "Комісія для надання кредиту - одноразово в розмірі 3% від суми кредиту",
                  "Забезпечення кредиту - застава обладнання СЕС",
                  "Дострокове погашення кредиту - без обмежень і штрафних санкцій",
                  "Оплата рівномірними платами",
                ],
                "contractText" : "Угода з Укргазбанком"
            }
        ],
        "creditPopupText": {
            "selectBankOption" : "Виберіть банк: ",
            "serviceInfoText" : "Що входить в наш сервіс зручного і гарантовано швидкого оформлення кредиту:",
            "generalRules" : [
                "Ми відправимо вам перелік необхідних документів і типовий договір на надання кредиту",
                "Надамо контактний номер телефона і ПІБ менеджера банку для уточнення деталей кредитування",
                "Ми беремо на себе організацію зустрічей для підписання договору",
                "Тільки ми супроводжуємо ваш запит на рівні головного офісу аж до прийняття позитивного рішення кредитним комітетом",
            ],
            "creditPrivatePersonHeader" : "Кредитування приватних осіб",
            "dollarPriceText" : "Курс доллара в калькуляторе сайта",
            "gridPriceIncrease": "Подорожчання СЕС на",
            "gridPeriod": "Строк",
            "initialFee": "Власний внесок",
            "percent": "Процентні ставки",
            "selectPricePlan": "Оберіть варіант збільшення початкової ціни станції:",
            "selectInitialFee": "Вкажіть відсоток власного внеску:",
            "selectCreditTerm": "Вкажіть термін кредитування:",
            "creditWarningTexts": [
                {
                    "blue": "УВАГА:",
                    "grey": " кредитування фізичних осіб здійснюється банками виключно в національній валюті - ",
                    "black": "гривні"
                },
                {
                    "blue": "",
                    "grey": "У розрахунках калькулятора всі суми наведені в доларах США, за курсом позначеному у вихідних даних - ",
                    "black": "грн/долл"
                }
            ],
            "creditGridLabels": {
                "initialFee": "Власний внесок",
                "oneTimeCommision": "Одноразова комісія",
                "monthlyPayment": "Щомісячний платіж",
                "rawPrice": "Вартість станції без кредиту",
                "fullPrice": "Вартість станції з кредитом з урахуванням всіх виплат"
            }
        },
        "complectationDetails": [
            {
                "label": "РОБОТИ:",
                "value" : "проектування, монтаж, пуско- налагоджувальні роботи"
            },
            {
                "label": "ЗАМІНА ЛІЧИЛЬНИКА",
                "value" : "в т.ч. тарифікація, монтаж, опломбування"
            },
            {
                "label": "ДОГОВІР З ОБЛЕНЕРГО НА ПРОДАЖ ЗА ЗЕЛЕНИМ ТАРИФОМ",
                "value" : ""
            }
        ],
        "complectationPricing": [
            {
                "id": 1,
                "name": "ЕКОНОМ",
                "fields": [
                  {"label": "ФЕМ:",
                    "value" : "полікристал, Китай, ККД 16%"
                  },
                  {"label": "Інвертор:",
                    "value" : "Китай, гарантія 5 років"
                  },
                  {"label": "Кріплення:",
                    "value" : "оцинковка"
                  },
                  {"label": "",
                    "value" : ""
                  }
                ]
            },
            {
              "id": 2,
              "name": "СТАНДАРТ",
              "fields": [
                {"label": "ФЕМ:",
                  "value" : "полікристал, Європа, Китай, ККД 16.5%"
                },
                {"label": "Інвертор:",
                  "value" : "Європа, Китай, гарантія 5-10 років"
                },
                {"label": "Кріплення:",
                  "value" : "алюміній, оцинковка"
                },
                {"label": "Моніторинг:",
                  "value" : "on-line"
                }
              ]
            },
            {
              "id": 3,
              "name": "ПРЕМІУМ",
              "fields": [
                {"label": "ФЕМ:",
                  "value" : "монокристал, Європа, Китай, ККД 19.7%"
                },
                {"label": "Інвертор:",
                  "value" : "Європа, гарантія 5-10 років"
                },
                {"label": "Кріплення:",
                  "value" : "алюміній"
                },
                {"label": "Моніторинг:",
                  "value" : "on-line"
                }
              ]
            }
        ],
        "complectationPopup": {
            "eModules": [
                {"id": 1, "name" : "Фотоелектричний модуль ABI-SOLAR", "descr": "Потужність  (Вт) 260                      полікристалічного                                                                                               ККД 16%", "country": "Китай"},
                {"id": 2, "name" : "Фотоелектричний модуль Recom Amur Leopard Poly 60 cells", "descr": "Потужність (Вт) 270                     полікристалічного                                           ККД  16.5%", "country": "Китай"},
                {"id": 3, "name" : "Фотоелектричний модуль Panasonic VBHN325SJ47", "descr": "Потужність (Вт) 325                          Технологія Гібридна HIT (монокрістал+аморфний кремній)                                                                                      КПД  19,7%", "country": "Японія"}
            ],
            "eFastening": [
                {"id": 1, "name" : "Конструкції для кріплення сонячних модулів", "material": " оцинкована сталь", "country": "Китай" },
                {"id": 2, "name" : "Кріплення KRIPTER", "material": "анодований алюміній / оцинкована сталь", "country": "Україна" },
                {"id": 3, "name" : "Комплект кріплень Renusol – VS+", "material": "анодований алюміній / нержавіюча сталь. Гарантія на комплектуючі 10 років", "country": "Германія" }
            ],
            "generalInfo": [
                {
                    "id": 1,
                    "protection": {
                        "name": "Система захисту",
                        "directCurrent": {
                            "name": "По постійному струму",
                            "country": "Словенія"
                        },
                        "alternatingCurrent": {
                            "name": "По змінному струму",
                            "country": "Словенія"
                        },
                        "locker": {
                            "name": "Шафа установки",
                            "country": "Україна"
                        }
                    },
                    "consumables":  {
                        "name": "Додаткові та витратні матеріали",
                        "pvCable": {
                            "name": "PV-кабель ",
                            "country": "Китай"
                        },
                        "pvConnector": {
                            "name": "PV Коннектори ",
                            "country": "Китай"
                        },
                        "cable": {
                            "name": "Кабель ВВГнг 4x2.5",
                            "country": "Україна"
                        },
                        "consAvaliable": {
                            "name": "Витратні матеріали",
                            "value": "Включено"
                        }
                    },
                    "designingSolarPowerStation": {
                        "name": "Проектування сонячної електростанції",
                        "value": "Включено"
                    },
                    "installationWork": {
                        "name": "Монтажні роботи",
                        "value": "Включено"
                    },
                    "commissioningWorks": {
                        "name": "Пуско-налагоджувальні роботи",
                        "value": "Включено"
                    },
                    "replacementMeter": {
                        "name": "Заміна приладу обліку",
                        "value": "Включено"
                    },
                    "transportation": {
                        "name": "Транспортні і накладні витрати",
                        "value": "Включено"
                    },
                    "onLineMonitoring": {
                        "name": "Підключення системи онлайн моніторингу",
                        "value": "Не включено"
                    },
                    "greenTarif": {
                        "name": "Договір з Обленерго за Зеленим Тарифом",
                        "value": "Включено"
                    }
                },
                {
                    "id": 2,
                    "protection": {
                        "name": "Система захисту",
                        "directCurrent": {
                            "name": "По постійному струму",
                            "country": "Словенія"
                        },
                        "alternatingCurrent": {
                            "name": "По змінному струму",
                            "country": "Словенія"
                        },
                        "locker": {
                            "name": "Шафа установки",
                            "country": "Україна"
                        }
                    },
                    "consumables":  {
                        "name": "Додаткові та витратні матеріали",
                        "pvCable": {
                            "name": "PV-кабель ",
                            "country": "Китай"
                        },
                        "pvConnector": {
                            "name": "PV Коннектори ",
                            "country": "Китай"
                        },
                        "cable": {
                            "name": "Кабель ВВГнг 4x2.5",
                            "country": "Україна"
                        },
                        "consAvaliable": {
                            "name": "Витратні матеріали",
                            "value": "Включено"
                        }
                    },
                    "designingSolarPowerStation": {
                        "name": "Проектування сонячної електростанції",
                        "value": "Включено"
                    },
                    "installationWork": {
                        "name": "Монтажні роботи",
                        "value": "Включено"
                    },
                    "commissioningWorks": {
                        "name": "Пуско-налагоджувальні роботи",
                        "value": "Включено"
                    },
                    "replacementMeter": {
                        "name": "Заміна приладу обліку",
                        "value": "Включено"
                    },
                    "transportation": {
                        "name": "Транспортні і накладні витрати",
                        "value": "Включено"
                    },
                    "onLineMonitoring": {
                        "name": "Підключення системи онлайн моніторингу",
                        "value": "Включено"
                    },
                    "greenTarif": {
                        "name": "Договір з Обленерго за Зеленим Тарифом",
                        "value": "Включено"
                    }
                },
                {
                    "id": 3,
                    "protection": {
                        "name": "Система захисту",
                        "directCurrent": {
                            "name": "По постійному струму",
                            "country": "Словенія"
                        },
                        "alternatingCurrent": {
                            "name": "По змінному струму",
                            "country": "Словенія"
                        },
                        "locker": {
                            "name": "Шафа установки",
                            "country": "Україна"
                        }
                    },
                    "consumables":  {
                        "name": "Додаткові та витратні матеріали",
                        "pvCable": {
                            "name": "PV-кабель ",
                            "country": "Китай"
                        },
                        "pvConnector": {
                            "name": "PV Коннектори ",
                            "country": "Китай"
                        },
                        "cable": {
                            "name": "Кабель ВВГнг 4x2.5",
                            "country": "Україна"
                        },
                        "consAvaliable": {
                            "name": "Витратні матеріали",
                            "value": "Включено"
                        }
                    },
                    "designingSolarPowerStation": {
                        "name": "Проектування сонячної електростанції",
                        "value": "Включено"
                    },
                    "installationWork": {
                        "name": "Монтажні роботи",
                        "value": "Включено"
                    },
                    "commissioningWorks": {
                        "name": "Пуско-налагоджувальні роботи",
                        "value": "Включено"
                    },
                    "replacementMeter": {
                        "name": "Заміна приладу обліку",
                        "value": "Включено"
                    },
                    "transportation": {
                        "name": "Транспортні і накладні витрати",
                        "value": "Включено"
                    },
                    "onLineMonitoring": {
                        "name": "Підключення системи онлайн моніторингу",
                        "value": "Включено"
                    },
                    "greenTarif": {
                        "name": "Договір з Обленерго за Зеленим Тарифом",
                        "value": "Включено"
                    }
                },
            ],
            "gridText": {
                "titleName": "Найменування",
                "titleDesc": "Опис",
                "titleCountry": "Країна",
                "titleCount": "К-сть",
                "titleUnit": "Од.вим",
            }
        },
        "incomeGridFirstYearText": {
            "header": "Фінансові показники станції по місяцях",
            "month": "Місяць",
            "generation": "Генерація ",
            "selfSpending": "Власне споживання",
            "webSales": "Обсяг продажів в мережу",
            "greenTarif": "Зелений Тариф",
            "currentTarif": "Чинний тариф",
            "rawIncome": "Дохід від продажу",
            "tax": "Податок",
            "saleincome": "Прибуток від продажу",
            "selfEconomy": "Економія на власному споживанні",
            "credit": "Платіж по кредиту",
            "totalIncome": "Разом прибуток",
            "forYear": "ЗА РIК:"
        },
        "incomeGridYearlyText": {
            "header": "Финансовые показатели станции за 25 лет",
            "year": "Рік эксплуатации",
            "financeResult": "Фінансовий результат"
        },
        "initialGridText": {
            "seasonSummer": "У літній період:",
            "seasonWinter": "У зимовий період:",
            "solarPower": "Потужність сонячної станції",
            "initialInvestment": "Початкові інвестиції",
            "creditLabel": "Кредит:",
            "initialFee": "Власний внесок:",
            "creditTerm": "Термін погашення:",
            "percent": "Відсоток:",
            "monthlyPayment": "Сума щомісячного платежу:",
            "stationPrice": "Вартість станції",
            "greenTarif": "\"Зелений\" тариф",
            "currentTarif": "Чинний тариф",
            "futureTarif": "Прогноз звичайного тарифу до 2030 р",
            "dollarPrice": "Курс долара",
            "crossDollarPrice": "Крос-курс євро / долар",
            "solarPanelDegradation": "Деградація сонячних панелей",
            "taxes": "Ставка оподаткування"
        },
        "incomeGridSummaryText": {
            "investments": "Початкові інвестиції:",
            "nextInvestments": "Наступні інвестиції:",
            "recoupment": "Окупність:",
            "avgMonthlyIncome": "Середній прибуток за місяць до 2030 року:",
            "sumProfit": "Сума прибутку за 25 років:",
            "profitability": "Рентабельність інвестицій ROI:"
        },
        "units" : {
            "квт" : "кВт",
            "квтч" : "кВт*г",
            "еквтч" : "€/кВт*г",
            "грквтч" : "грн./кВт*г",
            "квтчм" : "кВт*г/міс",
            "год" : "рік",
            "мес" : "міс",
            "лет" : "років"
        },
        "labels" : {
            "#region-and-power-info .powerSlide": "Бажана потужність фотомодулів:",
            "#jog_dial_log": "відхилення від Південного напряму",
            "#credit-icon-text": "КРЕДИТУВАННЯ",
            "#credit-icon-text-descr p1": "ЗАПЛАТИВШИ СЬОГОДНІ ТІЛЬКИ 15% ЗАБЕЗПЕЧИТЕ ДОХІД НА 25 РОКІВ ВПЕРЕД",
            "#credit-icon-text-descr p2": "+ НЕ БУДЕТЕ ПЛАТИТИ ЗА ЕЛЕКТРИКУ З 1го ДНЯ",
            "#pricing-details span1": "При обраному варіанті ",
            "#pricing-details span2": "Ваші інвестиції складають: ",
            "#pricing-details span3": "при потужності ",
            "#price": "Ціна:",
            "#equivalent": "еквівалент",
            ".copyright-text": "© 2018 ТОВ САНРУФ.  Всі права захищені.  www.sun-roof.com.ua"
        },
        "buttons" : {
            "#complectation-pricing .details": "Детальна специфікація",
            "#complectation-pricing .select": "ВИБРАТИ",
            "#complectation-pricing .select.active": "ВИБРАНО",
            ".credit-button span": "УМОВИ КРЕДИТУВАННЯ",
            ".complectation-popup.credit.credit-button clear": "Скинути",
            ".complectation-popup.credit.credit-button accept": "Застосувати"
        }
    }
}